{
  "productionName": "Atonement (2007)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Peter Robertson",
      "episodic": {},
      "shortDescription": "Beach at Dunkirk",
      "description": "An incredible example of production coordination at its finest.  Perhaps only bested by the 90 minute shot of Russian Ark - in terms of choreography and coordination anyway.  There are elements of gunshots, animal cues, pyrotechnics, vehicles, special effects, and more that all had to both work perfectly and be timed perfectly.  ...not to mention the majority of the footing was sand.",
      "operatorComments": "Taken from an email from Peter Robertson to Luis Puli.\r\n\r\nThe one-take Steadicam Dunkirk shot in Atonement may well prove to be the emblematic scene that the film will be remembered for. However, this was only one of a series of carefully crafted sequences that we, as a camera department with myself as the main camera operator, were asked to create in response to Joe Wright's powerful and uncompromising vision.\r\n\r\nNevertheless, this was certainly the toughest shot to achieve, physically and logistically, coming in the last week of a long shoot and at the end of a day when we rehearsed many times with and without camera. The concentration levels needed to remember every beat, twist and turn of the shot, where to follow the actors movements, when to remember a step or obstacle whilst holding the shot composition compounded the physical demands of carrying a heavy camera.\r\n\r\nWhen Joe (Wright) and Seamus (McGarvey) first approached me with the idea of shooting the Dunkirk scene as a one-take Steadicam move I knew that it would take every ounce of my technical and physical Steadicam nouse from the past twenty years of operating to achieve. There would be no plan B to fall back on, with no wiping off and on the backs of background actors or objects to create edit points should a take prove imperfect.\r\n\r\nBorn partially out of financial necessity--I believe there was only enough money in the budget for 1,300 extras for one or two days--it was, nevertheless, a daring piece of filmmaking that challenged the gods. It was conceived to place the audience physically and emotionally inside the nightmarish vision of Dunkirk.\r\n\r\nThe scene tells the story of Robbie Turner played by James McAvoy attempting to return to his love Cecilia Tallis (Keira Knightley) from the doomed beaches of Dunkirk. He is dying and engulfed by the living hell of one of World War II's most tragic episodes. It is essentially Robbie's nightmare that the camera describes, restlessly moving around a scene, sometimes bizarre (soldiers skinny dipping), sometimes macabre (cavalry horses being shot) and sometimes painfully moving (a choir singing on a bandstand). The uninterrupted flow of images drift in front of our eyes like a hallucination from a Bosch painting or, in the case of the dying horses, like the contorted images from Picasso's Guernica. The shot, unedited, has the power of a real nightmare with its bizarre associations. We sense that these events are all happening in the same physical space that we travel through as an engaged audience, not as a series of juxtaposed and montaged images that we view as outsiders. The camera not only shows the desperation and pain felt by the dying Robbie as he begins to realise that he may never see his love again but also the plight of a huge mass of stranded soldiers who desperately seek to return to their lives and loves. As such, the scene transcends the simple story of one individual's tale of lost love and evokes the sentiments of a great anti-war statement.\r\n\r\nTechnicalities\r\n\r\nWe shot Atonement on the Panavision system in the 1.85:1 aspect ratio, using the Panaflex XL on the Steadicam with Primo lenses. However, the Dunkirk sequence itself posed many extra problems for us in the camera department. Whichever way the shot was timed on recces it always came to just under five minutes, ruling out the use of a conventional 400ft magazine. Our excellent 1st AC, Carlos de Carvahlo, pointed out that we could use a Panavision 500ft magazine, which had originally been produced for hand holding the earlier Panavision GII camera. Whilst heavier than a modern lightweight 400ft magazine, it was still preferable to a 1,000ft magazine, which was inconceivable on a shot like this. The extra 100ft gave us the time length we needed for the shot.\r\n\r\nFraming and composition posed a few problems too. The shot demanded a wider framing for the architecture of the set at certain times and a closer framing on faces that would loom into the lens at others. Again, we ignored convention and opted for the Panavision 17.5-34mm short zoom, which by remoting its function gave Seamus the option to zoom in shot. This lens gave us the optical range to see the set in all its glory without distorting the faces too much at close quarters. Seamus and I choreographed these zooms at moments in the shot when the natural movement of the Steadicam disguised them to the viewer's eye.\r\n\r\nThese decisions all had a bearing on the final configuration and weight of the Steadicam. By remoting all of the lens and camera functions it meant that I was carrying three motors (focus, iris and zoom) as well as the extra weight of the magazine. Add to this two video transmitters, one to the director's monitor and one to Seamus who needed a picture to gauge his zoom and iris pulls and you have an overall payload that weighed more than a standard airline baggage allowance.\r\n\r\nThe next problem was how to fly this around the beach with weightless elegance, covering close to quarter of a mile in the process and achieving the precision framing that the director demanded. It was not possible without a swift course of steroids and a metal spine implant to attempt the whole shot on foot. It was obvious that at certain times I would have to ride on a vehicle to cover the ground at speed and keep up with the action. I chose to ride a \"mule\" provided by Bickers Action Vehicles. This is a small open-backed vehicle with a rear-facing platform, much like a golf cart. A low step was rigged so that I could slide off the back when I needed to continue the shot on foot. I used this for the first part of the shot when the three main characters are striding along the beach past the horses being shot. The step off the \"mule' comes at the rear of the beached Thames barge, where a pause was built into the action to help disguise the step-off.\r\n\r\nThe shot continued, on foot, up the beach, onto the promenade and around the bandstand. After the bandstand I stepped down via a ramp, cunningly disguised by the art department as a pile of bomb debris and sat back onto a rickshaw rig, expertly gripped by Gary Hutchings and Dean Morris. This was then steered backwards through the chaotic scenes of soldiers riding a merry-go-round and disabling heavy artillery to the beginning of the pier. Here, with the help of a line of carefully placed soldiers filing past camera to once again disguise my step-off, I travelled, on foot, for the final part of the shot up some steps and past a line of soldiers to look back on the mayhem of Dunkirk.\r\n\r\nI hope this demonstrates how the whole shot was planned and executed like a military operation in itself and stands, as often these endeavours do, as a testament to the great teamwork it took to achieve. Forget Dunkirk, if I hadn't had the support of such a brilliant crew the sequence would have been the movie's Waterloo.\r\n\r\nMyth and Legend\r\n\r\nThe final take used in the movie was Take 3. We attempted a fourth but my timing was off and I missed my footing on the steps leading up to the bandstand. In a shot such as this, once the camera stops dead the shot is pretty much unusable. I realised, having given my all in the rehearsals (two of which were completed fully loaded with the camera) and three previous takes that I didn't have enough juice in the tank to complete a fifth. It felt like I had just performed a ten-hour gym session and, in hindsight, I consider myself lucky to have even completed three takes. Much has been publicised in print about how the Steadicam operator \"collapsed\" or even \"fell over\" which was claimed in some reports. All slightly melodramatic representations of what actually happened but I suppose that every movie needs its myth and legend.\r\n\r\nThe beach Steadicam team were:\r\nJoe Wright Director\r\nJosh Robertson 1st AD\r\nSeamus McGarvey, BSC Director of Photography\r\nPeter Robertson, GBCT Steadicam / A Camera Operator\r\nCarlos de Carvalho, GBCT A Camera 1st Assistant Camera\r\nJennie Paddon A Camera 2nd Assistant Camera\r\nRawdon Hayne B Camera 1st Assistant Camera\r\nIain Mackay B Camera 2nd Assistant Camera\r\nGary Hutchings, GBCT Key Grip\r\nDean Morris Grip\r\nChris Macaleese Camera Trainee\r\nSimon Thorpe Grip Trainee\r\nNick Kenealy Video Assist\r\nClive Bickers \"Mule\"",
      "directorName": "Joe Wright",
      "vimeoLink": "https://vimeo.com/929904074"
    }
  ],
  "productionImdbLink": "https://www.imdb.com/title/tt0783233/?ref_=nv_sr_srsg_0_tt_8_nm_0_q_atonemnt"
}