{
  "productionName": "Blue Velvet (1986)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Dan Kneece",
      "episodic": {},
      "shortDescription": "Stairwell",
      "description": "This shot demonstrates excellent execution of shooting on stairs.  The confined space is one large factor.  The even greater factor of this shot is its lock-offs.  Anticipating when your subjects will stop and start moving takes great skill since it is not always exactly at a known time an place.  If you don't sync your movements with your subject's, the shot will turn into a POV.  In this shot, Kneece hits the lock-offs perfectly, while descending stairs.",
      "operatorComments": "I had been operating Steadicam for two years when I got the call for this one. In our Steadicam workshop they told us, \"This machine doesn't tilt well. A boom with the arm is much better\". Well, one look at this shot and I realized I had to tilt. In addition, the rig weighed so much with the BL and 7 pound Anamorphic that once we started down the stairs it just pulled me down. I had to begin to stop two steps before each mark and bounce down the last two steps on my heels to make it work without shaking the camera and to top it off we didn't have video transmitters at the time so David Lynch and Fred Elmes, ASC were running down the steps behind me looking over my shoulder. There was no room for a spotter. If I tripped it was four stories straight down. My focus puller, who ran down the steps with us,  was Lex Dupont who is now a DP and shot NYPD Blue. My second was Dave Rudd who is also a DP and shoots high end music videos and commercials.",
      "vimeoLink": "https://vimeo.com/929914340",
      "equipmentList": [
        {
          "item": "Steadicam Model II carrying an Arriflex 35BL III with Joe Dunton's JDC Anamorphics. I seem to remember a 24 or 35mm focal length. Seitz focus with Heden motors. John Russell, ASC eyepiece video tap with Phillips tube camera. 51 pound arm with black springs modiified to be adjustable."
        }
      ]
    }
  ]
}