{
  "productionName": "Contact (1997)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Gregory Lundsgaard",
      "episodic": {},
      "shortDescription": "Mirror Flashback",
      "description": "This is a great shot that involves leading our actor as she runs through her house, up the stairs, ending in the bathroom for a surprise effects ending.  \r\n\r\nThe shot was filmed normally and flipped in post to achieve the mirror image.  The actual bathroom mirror was replaced with a bluescreen into which the original shot was superimposed.",
      "operatorComments": "Quote from Carin-Anne Strohmaier, 1st Asst Film Editor\n\nI'm so glad so many liked this shot - this was one of Bob Z's favorite in the show. Having had to do the counts for this optical to Sony Pictures Imageworks (who deserve the credit for the final look) this was how it was done - a Steadicam person with the Vista Vision camera strapped to his chest ran backwards in front of Young Ellie as he goes up the stairs and down the hallway - there was a speed change - we ramp from 24 to 48fps (though I can't remember exactly - we could have ramped through three different speeds) - by the time she stops and puts her hand to open the medicine cabinet door (\"A\" plate ) - we are then inside the reflection. The medicine cabinet was the \"B\" plate (second plate) and then the door closes and we have the \"C\" plate (third plate) which was the reflection of the photo of Young Ellie and her dad. By the way - the first time we received this CGI shot as a final (completed & ready to be signed off) Bob Z noticed that the picture frame did not match the one in the Arecibo Puerto Rico bedroom with older Ellie and Joss so they had to have an insert crew reshoot the \"C\" plate with the correct picture frame and re-composite the shot over again - not an easy thing to do since timing was critical in getting everything to match up. I also liked to give our Avid assistant, Orlando Duenas, credit since he did the initial line up of the shots in our cutting room which Sony Imageworks used as a guide.",
      "videoLink": "https://vimeo.com/934288593?share=copy",
      "videoAspectRatio": "4:3"
    },
    {
      "operatorName": "Mark O'Kane",
      "episodic": {},
      "shortDescription": "First Contact",
      "description": "A great fast-paced shot following Jodi Foster out of her car, and into command central as she hears the signal from space for the first time.  This is actually the blending of two separate shots: the exteriors and interiors being completely different locations.  There is also a small crane step-off at the very beginning.",
      "operatorComments": "Comments by Don Burgess, ASC\r\nPrinted in The ASC Magazine\r\nhttp://www.theasc.com/clubhouse/tricks/tip-db1.htm\r\n\r\nWe did a shot in Contact where we needed to tie in the actual location, the VLA in New Mexico, with our set at Culver Studios in Los Angeles. The shot starts just after Ellie (Jodie Foster) first hears the signal from outer space and races back to the main building in her car, slides to a stop, hops out and runs into the building.\r\n\r\nTo achieve this shot, Mark Ocaine, the Steadicam operator, stepped off a Titan crane and chased her into the building, down a hallway, around two turns and through a set of doors where this shot ends. Ultimately, a morph blend starts the second half of the shot, which we shot in Los Angeles at a later date.\r\n\r\nBecause the shot is a blend into another shot, we needed a larger negative to work with — Vistavision being the choice. We used the small lightweight Beaumont Vistavision camera that fits on the Steadicam.\r\n\r\nThe sequence takes place just before the sun comes up so we decided to shoot the whole scene before sunrise and after sunset for the soft, cool light, which only gives you about twenty minutes at each end of the day. We rehearsed and rehearsed until the light was right and then shot until dark, having to change the lighting density on the inside of the VLA control room on every take to match the dropping exposure outside--all at a panic pace. Fortunately, Jodi and the Steadicam operator, Mark, were great on all five takes so we were able to choose the best shot of the five we exposed.",
      "videoLink": "https://vimeo.com/934288568?share=copy"
    }
  ],
  "productionImdbLink": "https://www.imdb.com/title/tt0118884/?ref_=fn_al_tt_1"
}
