{
  "productionName": "Crazy as Hell (2002)",
  "status": "published",
  "shots": [
    {
      "operatorName": "David Chameides",
      "episodic": {},
      "shortDescription": "The Loonies",
      "description": "A very amusing shot (great soundtrack) moving the audience through the chaos of this looney bin.  Little elements like following the billiard balls and the guy on the tricycle are excellent devices to add visual interest.  \r\n\r\nThe second shot in the sequence is an amazing technical achievement.  It requires exact precision to position the crane at the right spot to allow the operator to step off safely into the bus.\r\n\r\n<a href=\"/shots_detail.cfm?shotID=266\">Click here</a> for the behind-the-scenes footage.",
      "operatorComments": "The director of this movie, Eriq La Salle is a good friend of mine from my ER days and a big fan of cool steadicam shots to boot.  He brought me into the set, which was a common room in a boarding school, about three hours before the scene was to be shot and said \"This scene is the first time that we'll see how crazy this place is.  Design me a oner that shows me that with 3 things I've never seen before in it.\"  Now, I can't really say that I came up with three, but it's a fun shot and we came up with a gag where we hid stairs near the pool table and I got up on the pool table and walked across while following one of the pool balls.  The descent is not quite as seemeless as I would have liked it to be as the beach ball came a bit late but it was kind of cool nonetheless. The guy on the tricycle is the art director (maybe the props guy actually) as the extra we had on the trike was worried about riding into the wall and as th shot continues the guy has to hit the wall and crash.  Funny how these things works out.  I always liked the way it starts with the guy running out of the room too.\r\n\r\nThe second shot in the clip is the bus walk in.  One of those classic \"doh\" moments when you ask for something and something else shows up on the day.  They told me about this shot way ahead of time and I told them what kind of crane I needed, etc, and also told them that they needed to get a bus with as large an opening as possible.  When it showed, it had a 4 1/2 foot high door that was fairly wide.  I mentioned that I had told them the door had to be large and they said they thought I meant wide.  Now I'm 6'4 and weigh about 180 so you'd think that wouldn't be something that would need explaining.  So we started messing with it and found that if the crane came in low enough I could tip my head/torso/rig in just enough so that when I stepped forward, if the crane  started booming up and craning into the door, I could sort of pop in there.  We did a few unsuccessful runs until finally we got the timing right and while physics would seemingly dictate otherwise, we got the shot.  The bus didn't always hit it's mark quite right and as a result we had to compensate a bit.  As a result there is a fair amount more backpanning (and not too great at that) than i wish there were.  We worked out the flashes from the camera to go off as I entered the bus to try and hide that one moment where the speed of the shot changes.  It sort of worked but as I recall the flash never seemed to go off as much as we wanted.  Kind of fun to watch the making of as I hadn't seen it in a while."
    },
    {
      "operatorName": "David Chameides",
      "episodic": {},
      "shortDescription": "BTS: Bus Shot",
      "description": "Behind the scenes footage of the crane step-off into the bus from \"Crazy As Hell\".  \r\n\r\n<a href=\"/shots_detail.cfm?shotID=262\">Click here</a> for finished shot.",
      "operatorComments": "Talk about parking a cadillac in a closet!",
      "vimeoLink": "https://vimeo.com/934288953"
    },
    {
      "operatorName": "Dave Chameides",
      "directorName": "Eriq LaSalle",
      "dpName": "George Morradian",
      "vimeoLink": "https://vimeo.com/934288930?share=copy",
      "shortDescription": "Large operator vs small bus door",
      "description": "A crane step off through a small rear door of a bus posed an interesting problem.",
      "operatorComments": "The shot called for me to step off a crane through the back door of the bus. I'm 6'4 and the door of that bus is roughly 4' tall. We ended up figuring out that if they brought me in low and I leaned forward so I was starting to clear they could then bring the crane up whiel moving forward and I would sort of \"pop\" on in. Check out the BTS as well!"
    }
  ]
}
