{
  "productionName": "Destiny's Child (0000)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Bill Brummond",
      "episodic": {},
      "shortDescription": "Emotion",
      "description": "The concept was 3 individual single shot videos playing at the same time in a 1.85 frame. So each was in a .62 narrow frame. We shot all frames centered and then in post the frame was repositioned as needed. Each shot followed one of the artists in their own apartments/storylines. All 3 come together near the end of the video so timing was critical so it appeared that the action matched.\r\n\r\nWe shot the video in a two story apartment building with a large interior lobby that ran the length of the building. The first apartment was in the back on the 1st floor, the third was in the front on the 1st floor, and the 2nd was in the front on the 2nd floor.\r\n\r\nIt was shot over 2 days plus a short scout day. On the scout day the director walked me thru the first shot which was described as the most difficult. It started in the back apartment had many hard cues we had to hit. It moved out into the lobby, down a flight of stairs, back up the stairs, into the apt, out and to the front of the lobby, back to the back of the building and outside, back inside and into the apt, out and to the front of the lobby and into the third apt. Well, I reminded the director that we only had a 4 min video and didn’t think that we could make it. We ended up dropping the down stairs portion.\r\n\r\nShoot day. Beyonce was in the 1st apartment. She worked with us for hours before she went to hair/makeup. She was one of the most professional performers I have worked with and really wanted to get it right. We worked with a stand-in to coordinate all the crap that had to happen behind the scenes. \r\n\r\nMy assistant had his hands full for all the shots. We flew 2 Prestons. The 1st AC was pulling focus and iris and was next to camera as normal. He was on headset to the 2nd AC that had focus distances written down and was calling out focus marks, because much of the pulling was done blind due to physical constraints of the apartment. The 1st had to dodge electrics with chimeras that came in and out as well as me and Beyonce making some fast moves. (with the .62 frame, it was OK to have people in the outside .62 on either side of the 1.85 frame). The other Preston was zoom and was operated by the DP watching a monitor from an upstairs apartment. He also had cues and was making the size changes, of which there were many.\r\n\r\nIt was many years ago but I think we did 20-30 walk thrus, 10-20 full-ish rehearsals and 12-16 takes. It must have been hard for Beyonce because I was on headset with the director giving her direction from him during the shot, such as to slow down, speed up, relax etc., as well as time cues and yelling cues to others, of course all this was over the loud playback. Lots of people had cues to get out of the way!\r\n\r\nWe finished the first shot about 2p-3p. The crew and I were exhausted. Then we found out we were going to try to get the next shot as well. . . THAT DAY.\r\n\r\nThe next shot started in the upstairs apt, moved out into the upstairs lobby, down the stairs out the lobby to a taxi, back inside, up the stairs in the apt living room, into the kitchen, out of the apt down the stairs AGAIN, into the lobby and into the 3rd apt. And we need to get this by sunset. . .in about 4 hours. As you can see by the video, the best take for me was not used in the final cut.\r\n\r\nThe major obstacles for me were getting down the stairs. The building was built in the 20s or 30s and the staircase was very narrow and had a turn in the middle. The steps on the inside of the turn were 1”-2” wide so I could only walk on the outside. Time for some creative arm movement. Also the ceiling above the stairs was about 6.5” and had a drop down sprinkler pipe running along it, so booming up was out of the question. Also the director wanted a two shot of them walking down the stairs together. . .IN A .62 FRAME! And the best part was the last 5 steps at the bottom were higher then all the previous steps. I basically ended up falling down the last 5 steps just to keep up. I couldn’t have a spotter because there was just no room and I was running down the stairs with my assistant. I think he might have had a spotter.\r\n\r\nWe get outside only to have the sun blasting right at the front of the building. You can really see the iris pull. I hate the flare. And you can see the camera shadow on her. I remember that I tried to get them to break up the shot so we could avoid the shadow, but that’s not what the director wanted.\r\n\r\nTiming, timing, timing. Being the 2nd shot now realized how critical the timing was at the end when the girls came together. I think we only did about 3-4 full rehearsals and 14 takes. I limited my rehearsals because of the stair work. I spent a lot of time, without the rig, on the stairs figuring out were I would be and in what position. Also, where all the other behind the scenes players would be. Lots of people hiding. Again the DP was making zoom changes with the 2nd Preston and the 2nd AC was calling out focus cues over headset to the 1st AC while watching a monitor.\r\n\r\nI should say that the grips and electrics on this job were outstanding. I have worked with them on and off for years. They seem to enjoy their work, which is rare these days, and I can rely on them to back me up. We all accommodate and respect each other’s positions.\r\n\r\nShoot day 2 was much easier than the first. We shot the third performance in the lower front apt and hall. It was slower movement but confined spaces. I think the crew and I were exhausted from day one and liked the slower pace.\r\n\r\nI was mostly happy with the work at the end of the shoot. I really thought we had a good concept and product. But, after seeing the video I think the video doesn’t work. There is too much happening in frame and the viewer can’t understand all the storylines. In post they did adjust the .62 to enlarge at certain points to emphasize individual frames.\r\n\r\nI have worked for this production company occasionally over the years and they are one of the best. The producer even gave me a generous bonus at the end because the whole video was steadicam and worked out so well.\r\n\r\nA funny little story. The three apartments used were repainted for the shoot the day before the scout. On the scout day it was decided that the colors were not what was desired and all three apartments were repainted overnight. Then after the shoot, the apartments were again painted with what ever color the tenants desired. Three different paint jobs in one week!",
      "videoLink": "https://vimeo.com/950492355?share=copy"
    }
  ]
}
