{
  "productionName": "Garrett Brown, Thank You (2003)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Charles Papert",
      "episodic": {},
      "shortDescription": "...from Charles",
      "description": "In 2003, the Steadicam Guild organized a \"thank you\" to Garrett for giving us all he has for the past 30 years.  A number of operators participated in putting together short clips demonstrating their thanks.  This was Charles's.",
      "operatorComments": "This sprang from an unlikely event that happened on set a few years earlier, where a bodacious young extra sidled up to me just before a take and whispered \"Steadicam is so HOT\"! To this day I can only imagine that the pheremonal mixture of lithium grease and body sweat was blinding her judgment...\r\n\r\nI shot this little ditty right on the set of 'Scrubs\", amidst the catcalls and hoots of the grip and electric guys who were lighting the other end of the room. I convinced the gaggle of background gals that I would only take 20 minutes of their lunch to shoot their section, and somehow we knocked out a good 15 or so setups in that time. While I am proud to be a multi-hyphenate behind the scenes, adding \"actor\" into the mix on top of it all was a stretch but it all came together in the end.\r\n\r\nThe little clip from 1985 was from workshop section of the well-known National Geographic documentary, which I think can be seen on Garrett's site. Ted Churchill is coaching me through the ever-popular push-in-boom-down-and-tilt-up maneuver, while explaining \"it's a dance, we're talking ballet here\" to my 19-yr old self. And since this video was made, the 18 years between has turned into 22--yikes indeed.\r\n\r\nRunning, mugging for camera, not trapping chest hair in vest buckles, tricking the actresses into thinking there is actually something desirable in their line of sight (\"hey, Brad Pitt is standing over here with his shirt off! And ACTION! and turn around! You want him, show me how much you want him!\")",
      "directorName": "Charles Papert",
      "videoLink": "https://vimeo.com/945493552?share=copy",
      "equipmentList": [
        {
          "item": "Canon XL1, wielded by Geoffrey Dunne, who tolerated my manic direction that day (\"over here! Get a 2-shot of these two and push in! Roll camera! Lets GO GO GO!\") with good grace. And the ONLY thing that fell between the cracks communication-wise was the shot of me running at the camera with the gals chasing me--that was supposed to have been telephoto, like the iconic shot from \"Hard Day's Night\"."
        },
        {
          "item": "There's that XTR Prod that I flew for 2 years on the show (my successor Rich Davis has logged an additional 5 years), The rig was mostly  stock PRO1 back then."
        }
      ]
    }
  ]
}
