{
  "productionName": "Goodfellas (1990)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Larry McConkey",
      "episodic": {},
      "shortDescription": "A Night at the Club",
      "description": "One of the best known Steadicam one-shots.  We track Liotta and his date as they enter the nightclub through the back entrance.  Tracking through the hallways, kitchen, and eventually the crowd, this shot contains excellent examples of how \"dead space\" in a shot can creatively be filled.\r\n\r\n----------\r\n\r\nTaken from <i>American Cinematographer</i>: Oct 2003\r\n\r\nSays McConkey, \"Several times I would get to a moment when I felt the shot was starting to die, so we'd bring in another character for Ray to interact with.\" As the shot reaches its climax in the club's main room, a table is set up for the couple near the stage. Writing about this shot, Brown notes that in the hands of Scorsese, Ballhaus and McConkey, the Steadicam became a very different instrument than the one used on The Shining. In the Goodfellas sequence, he says, the device is \"disarming and cheerful and entirely about the careless power of Ray Liotta and his mobster pals.\" McConkey says, \"I deliberately tried to take on the role of an audience member and behave as a surrogate character that responds on their behalf. I thought of myself as a tour guide driving a bus, a sports car or a boat, gently leading the audience to anticipate a turn or surprising them with a sudden curve.\"",
      "vimeoLink": "https://vimeo.com/945493560?share=copy",
      "tags": [
        "High mode",
        "Film"
      ]
    },
    {
      "operatorName": "Larry McConkey",
      "episodic": {},
      "shortDescription": "Meeting the Gang",
      "description": "This is a POV shot of an unidentified character as he/she makes their way through the local gangster hangout.  As we pass by each character, Liotta narrates the introductions and each character gives their own personal greeting to the viewer.",
      "tags": [
        "High mode",
        "Film"
      ],
      "vimeoLink": "https://vimeo.com/945493573?share=copy"
    }
  ],
  "productionImdbLink": "https://www.imdb.com/title/tt0099685/?ref_=nv_sr_srsg_0_tt_3_nm_5_q_goodfell"
}
