{
  "productionName": "In the Valley of Elah (1900)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Charles Papert",
      "episodic": {},
      "shortDescription": "The Scene of the Crime",
      "description": "Watch this shot a few times.  Notice how the operator seems to be thinking one step ahead of the action at all times.  Starting with a crane step-off, this shot is not terribly long, but contains a number of very specific cues, each one of which the operator lines up and hits every time.  A very interesting cue to observe is as the actress rounds the police car, she is frame left with the paramedics previewed in the background, frame right.  In an instant, the camera moves around, setting the paramedics as the focus of the frame having swapped sides with the actress.  A similar \"frame-swap\" happens a moment earlier with the fellow in the police car.",
      "operatorComments": "To soften the step-off, I requested a foreground cross which resulted in the gal with the flashlight (who kept missing her cue--this time she materialized early), followed by a fast roundy-round with the boom up with Charlize in the middle of it, which was a challenge. Once I got to the front I was then supposed to let her pass me which felt a little stagnant, so I designed the little move where she cut around the metal pole to the outside and I went to the inside, resulting in a sort of interesting loopedy-loop effect (if you watch the pole). This led into a series of countering moves where I slid Charlize to one side of the frame and the other. She helps out by taking looks this way and that. I had also suggested that the coroners pull the gurney out in between us to add some dynamic. They had a hard time getting the wheels down in time and I would come perilously close to scraping the rig against the trailing edge. The kitchen inside was so tight that I had to do the initial lateral move by sliding the rig across my body as I took the one or two possible steps, not an ideal way to perform such a shot. And to let Charlize pass me, I had to slide back but of the way and then fold in behind her. Lots to do in a small space. We did a lot of takes of this one, it was a cold and windy night. I was amazed at how little light we were shooting in outside. Roger Deakins always keeps me guessing.",
      "tags": [
        "Stairs",
        "Film"
      ],
      "vimeoLink": "https://vimeo.com/944409381?share=copy",
      "equipmentList": [
        {
          "item": "Arricam LT"
        }
      ]
    }
  ],
  "productionImdbLink": "https://www.imdb.com/title/tt0478134/?ref_=nv_sr_srsg_0_tt_4_nm_4_q_elah"
}