{
  "productionName": "Murder in the First (1900)",
  "status": "draft",
  "shots": [
    {
      "operatorName": "Kirk Gardner",
      "episodic": {},
      "shortDescription": "You Got the Case",
      "description": "This shot leads the characters around the building as they discuss the new case.  It contains a flight of stairs that is executed very well.",
      "operatorComments": "OK. Once again thank you for this shot. This was a first I believe. Richard Mull Key grip extrodinare created something I have never seen. He put me on a dolly and the dolly on a crane. The crane drops the dolly down onto awaiting track. The dolly is pushed off the crane and onto the track. At the end of the tracking shot I step off the dolly and begin walking backwards with actors, then track them up the staircase and onto the landing. \"A tidbit. This is a period piece film, but notice at the end of the shot an modern orange ladder over Christain Slater's left shoulder.\" I cringe everytime I see that ladder. Needless to say I am a stickler for ladders."
    },
    {
      "operatorName": "Kirk Gardner",
      "episodic": {},
      "shortDescription": "The Prison Cell",
      "description": "This is a truly amazing shot.  It really showcases the talent of not only the operator, but the entire crew.  As the operator moves about, so does the crew, removing and replacing set pieces, so it appears as though the camera moves right through the bars of the cell.  In the final shot, a crane is moved in and we get a birds-eye-view of the cell.",
      "operatorComments": "OMG!! I am so honored guys and gals. My peers, my most honest critics, my friends and my competition :). Thank you. Well I must admit it was a difficult shot and I was a young operator at the time. I see things that I would do differently today. Sad news is the director of that film , Marc Rocco died recently. It was his inspiration and imagination that helped form that shot. We rehearsed the shot in sections about 10 times, then we just started burning takes. I think we did about 10 takes, I think that the final shot is number 8. I just remember being very tired after each take. I believe that was shot on a Panavision lightweight (Lightweight my butt.)I beleive the lens is a 27mm. This was 1994 gang, I'm trying to remember as much as possible. The bars were breakaway and slid back into place as I cleared them. No CGI here. Those were the good old days. My favorite part of the shot is simulating the fake elevator stopping. (felt like I was making my own quiet, unapproved contribution to the shot.)"
    },
    {
      "operatorName": "Kirk Gardner",
      "episodic": {},
      "shortDescription": "Opening Statements",
      "description": "In this long one-shot, we track around Slater and the rest of the courtroom as he delivers his opening statement.  Virtually every part of the courtroom is not only seen, but walked through in this shot.  It is a great example of good set coordination.",
      "operatorComments": "Here we go. I must say I was sick as dog when I did this shot. My legs were like wet noodles at the end of every take. I said that I never wanted to watch this take in the film. I closed my eyes when I saw the movie in the theater. This is the first time I have seen the shot, and I felt the pain. The directors wife would massage my legs after each take (with the directors permission of course). And I would drink water, orange juice and take Emergencies. These were hard times gang. I have to say, it is a more complicated shot than I remembered."
    }
  ]
}
