{
  "productionName": "OK Go (0000)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Mic Waugh",
      "episodic": {},
      "shortDescription": "This Too Shall Pass",
      "description": "One of those shots that is near impossible to look away from.  It's difficult to even know where to begin a discussion about a shot such as this.  Perhaps the video should just speak for itself.\r\n\r\nThere's some great behind the scenes information on the video <a href=\"http://www.okgo.net/this-too-shall-pass-rube-goldberg-machine/\" target=\"_new\">here</a>.",
      "operatorComments": "<i>Taken from <a href=\"http://www.steadicamforum.com/index.php?showtopic=11503\" target=\"_new\">Steadicamforum.com</a></i>\r\n\r\nHey guys glad you liked video. Sorry for jumping in late. Just returned from Nepal on gig for the last month (no steadi just operating...thank god!). I gaurantee I got it everytime. We shot over 3 days and had 1 16hr day that we actually got it the first time but the band was absolutely wiped off. They looked like they were about as thrilled as getting a root canal thru the whole thing. The second time we got it was one they used, not my best though due to damn machine. I almost got killed by Donkey Kong barrel after ping pong balls because of box being in barrel track (PA not quick enough to grab so he left it...thanks, I had to kick out of way.) Then by oil drum at end of shot that popped up different then the other 85 times we tried it. Just about took out my legs and I almost missed the end!!!!! Could you imagine missing the end after all that. The third time we got it the TV didn't blow and the bowling ball just missed it's target so Dan (band memeber) kicked the trigger for hammers and what not at the end. I'm actually emailing producer to see why I'm the fall guy:-( \"Camera guy didn't get it\"...come on man! Damian Kulsah is a great guy and creative genuis behind all you see here. We got it three times, band got it twice, machine got it twice but camera got it thirce baby!\r\n\r\nIt was shot with the Sony EX-3. The band owns the camera. Of course you could hardly see it under the all the \"extras\" (FIZ unit, Cinetape, Cam wave, etc...). Needed the extra weight though, camera is just a bit too light even with Anton Bauer brick slapped on the back.",
      "equipmentList": [
        {
          "item": "Sony EX-3"
        },
        {
          "item": "Glidecam X-45"
        }
      ],
      "vimeoLink": "https://vimeo.com/949553502?share=copy"
    }
  ]
}
