{
  "status": "published",
  "productionName": "Return of the Jedi (1983)",
  "productionImdbLink": "https://www.imdb.com/title/tt0130827/?ref_=nv_sr_srsg_0_tt_8_nm_0_q_run%2520lola%2520",
  "shots": [
    {
      "operatorName": "Garrett Brown",
      "tags": [
        "Film",
        "High mode"
      ],
      "vimeoLink": "https://vimeo.com/948532917?share=copy",
      "shortDescription": "The Forest",
      "description": "A very unique use of steadicam, Garrett Brown had to walk extremely slowly thorugh the forest to achieve the proper look that the director wanted for the background plates. Not the usual use of steadicam but groundbreaking nonetheless.",
      "operatorComments": "From the ASC magazine article. (https://theasc.com/magazine/starwars/articles/jedi/stcm/pg1.htm)\n\nJust 100 more yards. My left hand is slippery with sweat. Legs tired. Brain hurts most of all. I wonder if really intense concentration produces any lingering harmful effects...look at Bobby Fisher! (At a camera speed of only 3/4 frame per second, a thousand feet of precise walking gets you just 16 feet of VistaVision in the can, and every take you forget a few more important phone numbers, or a family birthday.) Is it worth it? At this rate I will be illiterate in a week and a vegetable in two.\n75 yards to go. The physical part should be easy. I've made hundreds of walking shots as long as this. The body appears to be merely strolling through the woods, carrying what looks like a portable X-ray machine. The mind, however, feels like Franz Klammer's on the downhill... One must rapidly cycle the attention between five discrete matters: navigating along the path, framing a distant target exactly on the cross hairs of the monitor, keeping the camera level, maintaining the correct camera height, and not straying side-to-side. The latter two tasks are only made possible by flying the camera directly alongside the thread and above the line!... (I'll pass on \"above-the-line-jokes... more later about thread and line.)\n\nMy companions, Dennis Muren (recent Oscar winner for visual effects on \"E.T.\") and ace assistant-cameraman Michael Owens, are attempting to help me stay on course, each with his own deeply meaningful monologue, i.e. \"Higher!, lower! perfect, no!...too much, good\" etc. (I must remember that Dennis' voice refers to height, and Michael's to matters lateral.) Perhaps frail mankind was not meant by the Creator to imitate Prussian blue-steel motion-control machines. Her punishment for my impertinence seems to me quite adequate— the repeated electric shocks in the old forebrain as I cycle around my mental checkpoints, only to find each going ruinously astray: 1. \"Step over the log, 2. Target! you're losing it!, 3. Level!! (How long has it been off, is it correctable?) 4. Whoa, the camera is a foot below the string, 5. Stay on the line!\" etc. etc. All while lugging a VistaVision camera and two gyro stabilizers on the new Model III Steadicam. I think my EKG at the moment must look like a seismograph reading in Java.\n\nA good take is of course proportionately exhilarating. As I am carried back to the start mark in a pillowcase, I reflect on the fact that this is quite a phenomenon a first. Lucasfilm, through its Industrial Light and Magic facility, has gambled over a week of shooting and a lot of engineering—dough that the Steadicam can deliver acceptable VistaVision background plates for the straight-ahead and straight-back views, over which will be matted one of the most exciting action sequences in The Return of the Jedi. In combination with Mike McAllister's side-looking camera car shots, and short dolly moves for \"passby's,\" the scene will be constructed to run about two and one half minutes, with perhaps one hundred cuts. Mark Hamill, as Luke, and Carrie Fisher, as Leia, are pursued on their flying Speeder Bikes through the forests of the planet Endor by a horde of similarly mounted Imperial Storm Troopers. At 120 miles per hour! Wow. The effect on screen will be sensational. Speeder Bikes are a cross between motorcycle and rocket. The chase swoops at incredible speed through narrow openings between trees, with the battling participants and the lens clearing obstacles by inches.\n\nIn the beginning, during the planning stages, there was a certain amount of head-scratching on the part of the producers as to how the Speeder Bike chase—should best be executed. Dennis Muren, in charge of visual effects for the film, originally considered acquiring these shots by means of miniature stop-motion photography. A small model was built in order to determine the minimum acceptable scale, however Dennis concluded that the final \"forest\" model would have to be over 100 feet long, with a sky backing 100 feet wide at the end.\n\nThen, on a trip to the redwood forest location for the live action part of the sequence, Muren was struck by the fact that the only really difficult plates to acquire by live shooting would be of course the straight-ahead shots and straight-behind shots. ILM produced a budget for getting perhaps one shot a day by laying a \"hell-of-a-lot\" of Elemack track, straight and curved, plus disguising the rails with ferns which would then be swept aside as the dolly progressed. These runs were contemplated to be about 300 feet long each, and Dennis figured that about five different setups would suffice, given the options to flip or reverse the film. Still, one can walk through a redwood forest. Muren even attempted a hand-held stop motion test with an undercranked Bolex, which, he reports, was terrible to behold. In the meantime, it was considered that a camera might be mounted to a motorcycle which could race at high speed over a road or path disguised with undergrowth, but this idea was ultimately dropped."
    }
  ]
}
