{
  "productionName": "Rocky (1976)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Garrett Brown",
      "episodic": {},
      "shortDescription": "The Meat Locker",
      "description": "We track the actors through the meat locker.  Although the technology was in its infancy, Garrett executes the shot flawlessly, employing all the characteristics of a good shot operators strive for today: headroom, composition, horizons, etc.",
      "vimeoId": 929902309
    },
    {
      "operatorName": "Garrett Brown",
      "episodic": {},
      "shortDescription": "Climbing the Stairs",
      "description": "Although not quite the first film to use the new tool, this shot remains not only one of the most famous Steadicam shots of all time, but an iconic shot in cinematic history.",
      "operatorComments": "--Excerpt from <i>The Steadicam Letter</i> - March, 1989\r\n\r\nShooting <i>Rocky</i> in Philadelphia was a great experience.  The non-union crew worked out of one beat-up motor home.  Sly Stallone was a sweet, unpretentious guy, and the \"traps\" and \"delts\" of his ego had yet to be pumped up, so the work was a pleasure.  Ralf Bode was DP, and John himself operated most of the conventional camera setups.  My only problem was keeping the camera running in the cold.  The two CP batteries weren't strong enough, particularly after a dent in the center-post started rubbing against the internal motor shaft.  We made the well known Art-Museum Steps shots with Ralf running along beside me carrying two automobile batteries to jump-start the Arri!"
    },
    {
      "operatorName": "Garrett Brown",
      "episodic": {},
      "shortDescription": "You get no respect",
      "description": "One of the first ever walk-and-talk scenes using the new equipment.  Prior to the Steadicam, a conversation such as this could not have been done in so few cuts.  There would've had to have been multiple edits in order to allow the camera to reset to follow the action.  This can easily affect the pace of the scene, which is not always a bad thing, it is just often not the most organic."
    }
  ]
}
