{
  "productionName": "Scrubs (1900)",
  "status": "draft",
  "shots": [
    {
      "operatorName": "Charles Papert",
      "episodic": {},
      "shortDescription": "Our Own Med Students",
      "description": "This shot opens the episode as the actors make their walk into the hospital to begin their day.  We travel through the hospital, including multiple levels.",
      "operatorComments": "The director of this episode opted to do the entire cold open as a single shot, taking advantage of the fact that \"Scrubs\" is shot in a decomissioned hospital as a practical location and is lit for daylight, so we could travel from the outside to the inside with only a stop pull at the doors. We did something like 37 takes of this shot, primarily because of the 3-point basketball shot that Donald Faison takes at the beginning--he missed the shot at least 30 of the takes! When the actors load into the elevator, I had to hold my ground as the AC and sound recordist squeezed in next to me and we travelled to the 4th floor of the building. On take 36, as we entered the ICU where the final part of the shot takes place my monitor battery died and I had to finish the shot with no image aka \"use the force!\" Watching the dailies it was actually better for me than this take, 37, in that the three whip pans on this one weren't quite as good. I tried to convince the editor to make a cut during the first whip pan to the previous take as the performances were very similar, but no dice..."
    },
    {
      "operatorName": "Charles Papert",
      "episodic": {
        "episodeTitle": "My Blind Date"
      },
      "shortDescription": "MRI Lab",
      "description": "Charles Papert scores a great little cameo appearance on the show as a befuddled MRI Technician.  It seems his comedic ability rivals that of his operating ability.",
      "operatorComments": "Before rehearsing a scene during the daily grind at Scrubs, I randomly asked the director who would be playing the non-speaking part of the MRI tech. He replied that it wasn't cast, and they would pick someone out of the extras. For some reason I volunteered and this was the result. I thought it was totally over the top but Marc thought it worked fine. The tussle between me and the other tech, who had probably 100 lbs on me, ended with me flat on my back and legs sticking up visible through the window. But the real comedy came when the show was due to air, and the shrugging clip appeared in the promo. Then it made its way into the Scrubs clip reel used at the upfronts in New York that year, and when the pre-fall season promos came around that next summer, the single shot representing this show was not that of Zach Braff or the other actual, SAG-card carrying stars of the show but yours truly (prompting Zach to confront me, \"Dude, what the f***? You're not even an actor!\" No kidding Zach--that much is obvious.\r\n\r\nI may not have been wearing pants."
    }
  ]
}