{
  "productionName": "Snake Eyes (1998)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Larry McConkey",
      "episodic": {},
      "shortDescription": "Opening Sequence",
      "description": "This is the primary opening sequence of the film.  The full opening sequence continues for almost 13 minutes.  Within that time, there are 8 well hidden cuts, mostly in either whip pans or something crossing full frame.\r\n\r\nThe shot here is the first 7 minutes of the opening sequence.  This is the part of the sequence containing most of the excellent Steadicam work by McConkey.  \r\n\r\nThis shot, and the sequence as a whole, are excellent examples of a director's vision, and understanding of the tool.  Add to that vision, a great amount of trust and collaborative respect for an operator, and you get a shot that people talk about for years to come.",
      "videoLink": "https://vimeo.com/949132655?share=copy",
      "tags": [
        "Film"
      ],
      "operatorComments": "When Brian first walked us through the single shot he had choreographed, I knew it would be impossible as a single shot - I had 400 ft loads and it was over 10 minutes  (I haven't timed it since, so...?)   . Brian was visibly disappointed, but I assured him I could engineer transitions that would be undetectable as cuts. It started with a dolly shot and I used a large man's wipe across that frame to cut into my first frame (this is actually a piece that comes prior to the steadicam shot you see here).\n\nThat first Steadicam shot carried all the way through to the moment Nick turned the corner to go down the stairs.  I made the next cut by wiping past the square column at the top of the stairs.  In fact, as I thought about it, I could improve things by eliminating one side of that column!  The second shot actually wipes across the next side of the column so it speeds the process of rounding that corner (I hate waiting for things to happen in a shot).  I used several more transitions, all done in camera, no effects, just simple cuts.  The next transition is another cross with a dark suit on a large man providing the cut.  \n\n\nBTW:  each of these 2-3 minute sections took a single day each, sometimes two on a single day, but the result was a big chunk of final film time done incredibly fast in a few days.  That is approximately 15 minutes of finished film in about a week's time!  Efficient as hell, but the studio was not impressed.  After the first couple of days Brian made a loud announcement to the entire cast and crew - he rarely says anything on set except maybe \"do it again\" - so we were all shocked.  He said the studio was unhappy that there was no way for them to recut the scene and wanted more 'coverage' and they would not allow him to shoot HIS movie this way.  So we took a day to shoot a long dialogue scene between Nick and Gary and \"buried them in coverage\".  While the studio screened hours of that, we went right back to completing the scene as planned!\n\n\nThe next cut was on a fast pan from Nick to find Gary.  I just repeated the same blocking and same speed for the pan.  What I really liked about that was the start of the next scene was that whip, and if I didn't land it, we could just do it again!  As I remember, I didn't need to use that fallback.  Knowing I didn't have to worry about failing, I didn't fail!!  After that there were a couple of cuts in fast pans, including to a dolly shot which needed a zoom and back to Steadicam.  The beginning and the end of that sequence are not in the Steadishots clip here.  Obviously I had to match the end of one shot perfectly to the beginning of the next, including performances, so I had the actors back up a few seconds before the transitions and check with recorded playback, both my own recorder but also Video Assist so that all crew and cast could double check for consistency.  \n\nI have to also say what a delight it was to work with Nick, AND his stand-in, Marco Kyris.  He was the best I ever worked with!!  After rehearsing with Nick, Marco would step in.  As I came up with ideas, I would ask him if Nick would be okay with changes in the initial blocking, and how he might perform them.  He would instantly say \"No\" or \"Sure\" and show me how he might execute it.  Not only that but also he communicated all the details of what I wanted him to do, and why, to Nick without my having to go through it with him except for subtle changes after a rehearsal.  There were so many details that he followed through flawlessly.  What a joy!!  And Nick was exacting and completely reliable in his movements: up the initial stairs I was able to do tight framing even as we switched screen direction on the landing, and he helped to work out justifications for blocking that I wanted (like the moment moving around the ring when I wanted Nick and Gary to change positions so that Nick started on the right, but then crossed over so that the next part of the scene would work more seamlessly.  He thought of that card girl that he interacted with earlier... or was it Marco??)\n\n\nI had a great time as always working with Brian and Steve Burum.  They pretty much left me to work the shots out with Steve acting more like a coach, both suggesting things that I hadn't considered and pushing me into doing things that I thought might fail - like that severe dutching in and out of the scene with the drug dealer.  As he often patiently explained with such a wide format, it can be difficult to frame things at great height differences without going very wide, or more simply \"DUTCH IT Larry!\""
    }
  ],
  "productionImdbLink": "https://www.imdb.com/title/tt0120832/?ref_=nv_sr_srsg_3_tt_7_nm_1_q_snake%2520eyes"
}
