{
  "productionName": "Stella Soleil (1900)",
  "status": "draft",
  "shots": [
    {
      "operatorName": "Charles Papert",
      "episodic": {},
      "shortDescription": "Torch",
      "description": "Executing a nice looking Steadicam shot is one thing when the shot is planned out and there is time to rehearse.  Often, however, the shot will arise where the operator must simply \"go with the flow\".  This is where the Steadicam absolutely must be second nature.  It is simply too much to concentrate on your framing while at the same time concentrating on your horizons and footwork and handwork and everything else.\r\n\r\nThis music video is a great example of the give and take of the camera and performer.  While the singer is the real subject of the shot, the camera itself is just as integral to the visual experience.",
      "operatorComments": "I showed up on thet set not knowing anything about this video. It turns out that the only game plan was to turn this gal loose in a four walled set and chase her around with the Steadicam entirely unrehearsed and \"see what happens\". I suggested to the director that it might be more interesting to actually design a series of shots with some visual tricks and transitions, and he pretty much sat the rest of the day out while we did just that.\r\n\r\nWe fashioned a \"slavecam\" setup out of bits of lumber found on the stage, and 6 crewmembers hoisted me up for the section that looks down on her. Normally you should have 8 people lifting you, so it was a little dicey getting up and down quickly! Having the camera flash wasn't my idea--it's been done and done again as a cut point and often you can tell the actor is not in the same place after the cut. There is a cut in the 360 degree whip pan when she hits me with the pillow, that one worked pretty well.\r\n\r\nI thought it would be cool if after she appears to grab the mattebox and spin me around, the camera would look \"woozy\" and stagger away from her. Turns out this just looks like bad operating. Well, what good are music videos if you can't experiment.\r\n\r\nSomewhere during the strobe light sequence, our chanteuse got woozy herself and nearly passed out. Supposedly she hadn't eaten anything that day, or maybe had been partying the night before. In any event, we nearly shut down because she couldn't get off the sofa. Eventually, we got through the final segment of the video, but her energy is noticeably off from the beginning. Too bad as I recall that we had some fun stuff planned. At one point she is coming towards camera and I actually had to take my hand off the post and point to the direction she needed to go next, which she dutifully followed.\r\n\r\nAt the beginning of the morning I was thinking this could be my big contribution to the particular ouevre of Steadicam in music videos. By the end it was just another (sub-rate) pay check...!"
    }
  ]
}
