{
  "productionName": "Sure Deodorant (1900)",
  "status": "draft",
  "shots": [
    {
      "operatorName": "Will Arnot",
      "episodic": {},
      "shortDescription": "A Day in the Life...",
      "description": "An amazing, single shot, real-time commercial.  The coordination and choreography involved in a shot like this is incredible.",
      "operatorComments": "For our job he was commited to shooting a day in the life of our actress... in 56 seconds. From her morning routine as the camera passes through her bathroom window (mid-mode / sled length was critical - see pics) - putting on deodorant (the product) - running through the apartment late for work, checking her mail, running outside, petting the neighbors dogs, missing her bus, hanging out with friends, getting her hair done, running through a rain shower, meeting her boyfriend at a night club, then taking him home where we find her still smelling great after her hectic day.\r\n\r\nCommercials can seem frivolous like that, but the concept was great. No cuts, no artificial effects (which reflected the quality of the product), just pure choreography, whip pans, timing and creativity. It took 1 month to build the set. 1 week to rehearse and 5 days of shooting to get 1x60 second shot, 1x30 second shot and 2x10 second shots.\r\n\r\nThe commercial was shot during the day although half of it takes place at night. The grips built a massive tent that was over 3 stories high to accomodate lighting, rain towers, cars and a bus, a 27 foot crane on 50 ft of track etc. The tent was pitched so that rain (Vancouver in Autumn) could run off - plastic skin over massive blacks covering a whole city block.\r\n\r\nWe used twins so that as we whip panned from one scene to the next we would find the same lady apparently at a different time of day, although only a second later in reality. When we whip panned out of the apartment into the hallway of the building to find her checking her mail, the 1st sister had to sprint through a secret door we built into the wall and jump down a 15 ft slide where new wardrobe was waiting for her, quick change, then come out of the revolving doors of an office building. It was better than Batman & Robin!! We re-discover her outside after the other sister meanwhile has just missed her bus.\r\n\r\nAlso another note on sled configuration. You will notice that I had a 3 battery set up (2x Dionic 90's & 1x Proformer) This served two purposes beyond giving me a long run time. Both reasons were dictated by the opening element of the shot that started outside the bathroom window and traveled through it to take a good look at the product which is put there by the actress as we start the move toward the window.\r\n1. The mass of 3 batteries helped me to keep the sled down to appropriate length to get through the window in mid mode.\r\n2. Kept the gimbal far enough away from the camera that I could make fast switches back and forth between lo mode and hi mode without worrying about clearing the camera. Remember that keeping the monitor and all positionable mass (Preston) also helps to achieve this.\r\n3. Because the 3 battery was mounted out in front of the sled bottom, it meant that I could bring the whole AR cage back a little on the top stage in order to accomodate other clearance needs of getting through the limited space of the window.\r\n- So, balance, gimbal position and sled length played a big part in achieving the first difficult part of the shot (and the most important part, the product shot).\r\n\r\nWe also finessed a lot of the shot via wireless control of the Iris and the Zoom. We used the 15-40mm Angenieux zoom lens of the 235 and obviously had a wide range of lighting to control as we went from inside to outside and day into night. The AC did a fantastic job of controlling focus and the iris pulls on the Preston hand unit.\r\n\r\nThen I gave the separate Iris/Focus unit to the DP and clamped it to his handheld 7inch monitor, so that he could watch the shot and zoom in and out appropriately. Originally I had given him the wireless microforce zoom control, but this proved to be too slow at times and not fast enough at others. We attached a zoom stick to the focus knob of the Iris/Focus unit and this gave him the ability to snap zoom when needed, like during a whip pan, and yet do a very slow creep at other times. That took a day to work out!"
    }
  ]
}