{
  "productionName": "Terminator 2: Judgment Day (1991)",
  "status": "published",
  "shots": [
    {
      "operatorName": "James Muro",
      "episodic": {},
      "shortDescription": "I Need Your Clothes",
      "description": "In this shot, we switch back and forth from following the Terminator around the bar, to the Terminator's POV.",
      "videoLink": "https://vimeo.com/949149794?share=copy",
      "tags": ["Film"]
    },
    {
      "operatorName": "James Muro",
      "episodic": {},
      "shortDescription": "The Cybordine Labs",
      "description": "This is the first walkthrough of the Cybordine Systems lab.  We get a nice pan of the environment before we begin to follow a couple characters as they walk and talk.",
      "tags": ["Film"],
      "videoLink": "https://vimeo.com/949149826?share=copy"
    },
    {
      "operatorName": "James Muro",
      "episodic": {},
      "shortDescription": "Get Down",
      "description": "This is an excellent example of Muro's operating skill while running.  We track Furlong as he is chased by the T1000, ending at the showdown between the two terminators.",
      "videoLink": "https://vimeo.com/949149847?share=copy",
      "tags": ["Film", "Running"]
    },
    {
      "operatorName": "James Muro",
      "episodic": {},
      "shortDescription": "Sarah's Escape",
      "description": "This shot captures the chase as Hamilton's character tries to escape from the facility.  It includes a good number of quick moves and full speed running shots.  Another great example of Muro's running skill.",
      "videoLink": "https://vimeo.com/949149860?share=copy",
      "tags": ["Film", "Running"]
    },
    {
      "operatorName": "James Muro",
      "episodic": {},
      "shortDescription": "The RC Truck",
      "description": "This is a very short shot of a child's RC Truck zooming through the house.  It is interesting to watch due to the fact that it is so low to the ground.  More interesting, is the fact that it is shooting a non-living object.  Experienced operators will begin to develop a sense of how people move.  This allows them to anticipate, and be ready to capture the necessary framing.  However, a non-living object such as this, has very random movements, making the anticipation of them much more difficult.",
      "videoLink": "https://vimeo.com/949149874?share=copy",
      "tags": ["Film", "Low mode"]
    },
    {
      "operatorName": "James Muro",
      "tags": ["Film"],
      "shortDescription": "The Car",
      "description": "A fairly simple shot that shows the incredible control that Muro has over hi rig. Elegant in its simplicity and execution.",
      "videoLink": "https://vimeo.com/949149814?share=copy"
    }
  ],
  "productionImdbLink": "https://www.imdb.com/title/tt0103064/?ref_=fn_al_tt_1"
}
