{
  "productionName": "The Bonfire of the Vanities (1990)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Larry McConkey",
      "episodic": {},
      "shortDescription": "Opening Sequence",
      "description": "This would be one of the more famous opening sequences in the world of Steadicam.  An almost 5 minute take, executed to near perfection.  McConkey's skill can really be seen in the final few seconds of the shot where the motion slows way down and ends in a lock-off with perfect headroom, horizon, and no wiggle.",
      "operatorComments": "I fell on the very first take, due to the introduction of an ice sculpture that extras were wheeling in front of the camera for the first time on the take. Up until then they had rehearsed with an empty cart to save the ice from melting. The extra weight slowed them up considerably. I was following the actors into the underground garage and I had choreographed the ice sculpture to wipe through frame between the actors and me before after which I planned to race in front of the group in time to back through a narrow doorway. Unfortunately there was an army of people trailing me who had to then race around and precede me through that doorway (Brian, Vilmos, AD's, sound, my assistant, etc.) and there really wasn't enough time. Someone tripped my AC, Larry Huston, who graciously offered his body for me to fall on top of. I was completely unharmed, as was the rig, but Larry H. had a nasty gash in his head. He refused a ride to the hospital so we could continue to work, and the nurse reopened his wound after every take to keep it from healing improperly until he could get stitiches. What a trooper!! Brian, who is a master tactician and strategist just hadn't considered this possibility: he stood over me, and after seeing I was OK said \"I didn't think you could fall!\" He had anticipated every potential disaster but this one. We did another 11 takes until dawn when Vilmos informed me that this last take \"must be the one!!! The light at the beginning and end were perfect, and that WAS the one.\r\n\r\nEach take was a full 500' and the shot was over when the end of the film flapped through the gate.\r\n\r\nI wanted a device to let Bruce pass by me a little too close to the camera for focus in the elevator, and he came up with the idea of scooping up some Salmon Mousse, and twirling a little drunkenly past me. This also delayed the action enough for the rest of the crew (same group as before except for Larry H. and the boom woman with a wireless boom mike who rode with me) to exit the elevator next to us. They were timing their elevator to synchronize with ours on the way up to maintain a good RF link to the mixer. If the elevators rose side by side it worked fine, otherwise complete dropout. After exiting, I wanted to get back in front of Bruce so he came up with the Mousse Toss onto the wall thereby backing away from the camera enough to allow me to make a clean exit. There were many other devices like this throughout that I came up with to make the shot flow... I figure the more work everyone else does, and the less work I have to do, the better it will look...",
      "tags": ["Step on/Step Off", "High mode"],
      "videoLink": "https://vimeo.com/929914362"
    }
  ]
}
