{
  "status": "published",
  "productionName": "The Wedding Planner (2001)",
  "productionImdbLink": "https://www.imdb.com/title/tt0209475/?ref_=nv_sr_srsg_0_tt_8_nm_0_q",
  "shots": [
    {
      "directorName": "Adam Shankman",
      "dpName": "Julio Macat",
      "operatorName": "Greg Bubb",
      "secondaryOperatorName": "Dave Chameides",
      "shortDescription": "Opening Sequence",
      "description": "This shot incorporates a number of excellent elements, the first and probably most noticeable being the shot up the stairs. The over-the-shoulder shot at the video monitor, as well as the wide of the character running down the side aisle. All great individual elements, incorporated to establish the number of tasks in this character's job.",
      "operatorComments": "(Commentary by Dave Chameides, alternate operator)\n\nThe way this shot came about is a bit of an oddity. I was sitting at home when the phone rang and an AC named Steve Peterson said he was calling to see if i would come out as a sort of insurance policy on a show they were doing. He explained that Greg Bubb was the op and that they were doing a huge shot that involved stairs and had 100's of extras, etc. etc. Production was concerned that if Greg accidentally hurt his ankle on the stairs they'd be screwed so they wanted me to come out and basically sit around at full rate. While this sounded like the dream job (getting paid for doing nothing and getting to hang around watching how another op operates doesn't seem too bad right) I told him I'd be happy to do it, but Greg had to call me and tell me it was all cool first. Sure enough, the phone rang 5 minutes later and Greg told me it was all on the up and up and that I should come in and most likely would end up doing nothing and go home. I got to set just before lunch and was able to walk through a \"finger rehearsal\" with Greg once before they broke us. Over lunch I (I think I had the salmon) I asked Greg what he wanted me to do and he said I should just kick back and keep an eye on the monitor as four eyes are always better than two. So over the next few hours, I watched while Greg completed about 14 or so takes, nailing, as I recall, at least 5 or 6 of them. He's a great op and it was a pleasure to watch him work. At the end of the 14th or so take, he was really wiped and said he needed a break (I was actually shocked that he hadn't asked for one earlier as I was sweating just watching!). I assumed that that was that and that I'd be heading home as they had already printed several takes when the director pointed in my direction and said \"We're paying him right, why doesn't he do it\".\n\nAfter I was informed that there would be no rehearsals and I should just give it a shot, I went to build my rig. Greg came over to talk to me and clue me in on a few things he had learned thus far and I asked him what I should do because to most of the people there I was doing the shot for the first time, but as Greg already knew, I had done it 14 times in my mind, watching him improve every time, so now it was just down to the physical side of things. He told me to go for it and I did a few takes and they sent me home. Whether this is my take or Greg's, I honestly couldn't tell you, but I also don't really think it matters. We both did the shot and we both did it well. As Greg has pointed out in another forum, while either of us could be credited with the shot, it should also be noted that Key Grip Gary Dagg and his amazing crew kept us up and moving the whole time guiding us as they went, Gaffer Bobby Krattinger and his crew hid all the lights to make it all possible, Steve Peterson kept everything in focus, and on and on. It takes an entire crew to pull off a shot like that and Greg and I just happened to be the lucky (or unlucky depending on what you're into) ops who got the opportunity. As for the shot itself, Greg had the foresight to lay board on the stairs at the top so that helped with getting up the stairs. A bridesmaid with a poofy dress helped to hide them at one point as I recall. I backed up the stairs as I hate Don Juan (the operating position, not the man) and the rest was just finding the frames etc.",
      "tags": ["High mode", "Stairs"],
      "videoLink": "https://vimeo.com/20631813"
    }
  ]
}
