{
  "productionName": "The Shining",
  "status": "draft",
  "shots": [
    {
      "operatorName": "Garrett Brown",
      "episodic": {},
      "shortDescription": "The Kitchen",
      "description": "This is one of the first large tracking shots of the film as we lead the characters through the kitchen of the hotel."
    },
    {
      "operatorName": "Garrett Brown",
      "episodic": {},
      "shortDescription": "Big Wheels"
    },
    {
      "operatorName": "Garrett Brown",
      "episodic": {},
      "shortDescription": "Walking through the Maze",
      "description": "In this shot, we lead and follow Danny and Wendy through the giant maze.  This shot illustrates very well the concept of \"hinging on the corners\".  It is a technique that is very subtle, but very effective.  Pay attention to the corners of each wall.  Garrett will hang on them for as long as possible without losing the actors.  This adds a great element of suspense to the walk."
    },
    {
      "operatorName": "Garrett Brown",
      "episodic": {},
      "shortDescription": "Bad Dream",
      "description": "We run behind Wendy as she goes to Jack's aid.  The size and length of the hallways of the hotel were perfect for the Steadicam, which was still relatively new at this time."
    },
    {
      "operatorName": "Ray Andrew",
      "episodic": {},
      "shortDescription": "Get Away",
      "description": "Ray Andrew filled in for Garrett on a few shots in the film as Garrett went to work on \"Rocky II\".\r\n\r\nThis is a very slow over-the-shoulder sequence of both Jack and Wendy as they climb the large staircase.  Garrett holds excellent frame walking both forward and backward up the stairs."
    },
    {
      "operatorName": "Ray Andrew",
      "episodic": {},
      "shortDescription": "The Staircase",
      "description": "Ray Andrew filled in for Garrett on a few shots in the film as Garrett went to work on \"Rocky II\".\r\n\r\nWe lead Wendy up a couple flights of winding stairs as she has more and more nightmarish visions."
    },
    {
      "operatorName": "Garrett Brown",
      "episodic": {},
      "shortDescription": "The Labyrinth Chase",
      "description": "This is probably the most memorable sequence of the film, Steadicam or not.  We track Danny and Jack as they run through the Labyrinth."
    },
    {
      "operatorName": "Garrett Brown",
      "episodic": {},
      "shortDescription": "Danny Chase",
      "description": "This is a great behind the scenes look at the shooting of a piece of Danny's chase.  It shows Garrett and his wheelchair setup that was used throughout the production of the film."
    },
    {
      "operatorName": "Garrett Brown",
      "episodic": {},
      "shortDescription": "Labyrinth",
      "description": "This is a Behind the Scenes look at the shoot chasing Danny inside the labyrinth."
    },
    {
      "operatorName": "Garrett Brown",
      "episodic": {},
      "shortDescription": "The Interview",
      "description": "One of the first notable Steadicam shots from the film.  The wide lens and large amount of headroom helps to make the hotel appear very large cavernous.  About this shot, Garrett will remark it's one of the first times he learned the importance of being able to land for a lock-off in a comfortable posture.  Although 20 seconds might not seem like a long time, if it is take 30, and you're wearing 70+ lbs of gear, and find yourself in an uncomfortable position for a lock-off, that 20 seconds will seem very long."
    }
  ]
}