{
  "productionName": "The West Wing (1999)",
  "status": "published",
  "shots": [
    {
      "operatorName": "Charles Papert",
      "episodic": {
        "episodeTitle": "(1:10) In Excelsis Deo"
      },
      "shortDescription": "Feliz Navidad",
      "description": "From season 1, \"In Excelcis Deo\". Roundy-rounds into a brisk hallway walk and talk. The second shot required sliding sideways through a doorway at high speed.",
      "operatorComments": "As operator 2 of 7 on the first season of West Wing (!), shots of this length and complexity were a daily occurence. Hats off to Don Thorin Jr. and Chad Persons who both spent years flying up and down these hallowed halls!\r\n\r\nThe roundy-round at the beginning required very specific timing to get certain lines delivered on-camera--you can see Rob Lowe \"helping\" clear himself twice. Once off and running through the lobby, it's a dodging match of Xmas trees, 'xtras and, uh, xylophones (?) until we get into the relative peace of the final hallway.\r\n\r\nOn a number of occasions such as this one I had to fly the rig sideways through doorways; although the doors were built slightly oversized from standard, this still left just a few inches on either side of mattebox and mag. With the rig in front of me I would take my best shot and close my eyes as we passed the threshold, hoping we wouldn't clip off any expensive Panabits!",
      "equipmentList": [
        {
          "item": "Pro 1, Pro arm, vest"
        },
        {
          "item": "Panaflex LWII with Panatape, 24fps sync box, kitchen sink etc.onboard! Primos"
        }
      ],
      "tags": ["Film"],
      "videoLink": "https://vimeo.com/949531813?share=copy"
    },
    {
      "operatorName": "Dave Chameides",
      "episodic": {
        "episodeTitle": "Five Votes Down"
      },
      "shortDescription": "Five Votes Down",
      "description": "A great oner covering a great distance and at least three stories  as it travels through the hotel.  Our first trip down the stairs follows the actors, which is always difficult.  Our second trip leads the actors, forcing the operator to either back up or shoot don-juan, either of which are extremely difficult.  Both sets of stairs are executed flawlessly.  Also in the shot is a possible homage to the Copacabana shot from \"Goodfellas\" as the president comments to the couple in the hallway.",
      "operatorComments": "Physically this is probably the most demanding shot I have ever tried.  I think we rehearsed it twice without the rig and once with, although I may have just suggested we go for it now that i think of it.  We did something like sixteen takes over about 5 hours and I think this shot is take 12 as I remember.\r\n\r\nAbout a week before this happened, the EP Tommy Schlamme came down to set and said that Sorkin was thinking of writing this huge shot but they weren't sure if it could be done.  So the next night after filming, we all headed down to the Biltmore Hotel in downtown LA and walked through it.  I must have been a bit out of it because i distinctly remember saying \"Sure, it shouldn't be a problem\".  In retrospect perhaps I was medicated.\r\n\r\nThe shot actually starts a moment or two before the clip with a quick lock off.  As I pulled them around the corner and started down the stairs it was actually easier than it looked.  The stairs are a bit steep but basically there's only one way to go (down) and one place to point (down) so it was just sort of \"keep following them\" at that point.  \r\n\r\nAt the bottom of the stairs was the first hurdle as I had to get in front of Brad and Allison without seeing myself in the glass on the freezer.  I worked out the little arm grab thing with Allison so that they would slow down and I could use their bodies to hide the reflection.  As I recall this was one of the few takes where the timing was off so if you look close you can see me in there. The next hurdle was leaving them and moving forward to Moira and Rob, so we used the device of the secret service guy busting through to push me back.  I kept on pulling back to grab Richard, at which point a big flame from the cook was supposed to go off, but again, timing was off and it didn't happen.  Bets laid plans right?\r\n\r\nAnd then came the dreaded second steps.  We had built a ramp on one side for me to go down and my least favorite part of the shot happens there as everyhting sort of traffic jams while I start down.  I rarely actually found the ramp and just sort fo bullied my way down the stairs.  When we had walked through the shot the week before, they had explained that this was where I would pick up Martin and bring him down and the only concern was could I get down the stairs.  I told them I could do it, but had they said \"And see Martin behind the two huge secret service agents who are in front of him\" I might have said otherwise.\r\n\r\nI backed down the stairs as I am not a fan of Don Juan (but thoroughly enjoy a good windmill mind you) and basically just laid back down on the two grips who were behind me making sure i didn't fall.  Incidentally, other than the assistant, I was alone until I made the turn around after the first stairs where the grips and a boom op fell in step with us.\r\n\r\nThat final walk down the hall and turn to meet the cars was probably the easiest technically but the hardest physically as my body was pretty wrecked after all the stairs.  There is a little bit of sloppy framing that i'm not too psyched about but it was all I could do to keep going.  There is a moment just before I go to the side angle at the end where you can hear Martin say \"ahhhh\", which is because he screwed up the line, but they picked it up and went with it and put the correct line in his mouth in post.  On take 10 which was truly the best, I hit the rig with my knee at that point, blowing the shot, and seriously almost cried I was so depressed.\r\n\r\nThe end of the shot, which actually lasts a few seconds longer than the clip here, was a lock off to head to credits that was so tough that you can actually hear me grunting on dailies.  My back hurts just thinking about it.",
      "videoLink": "https://vimeo.com/949531834?share=copy",
      "tags": ["Film", "High mode", "Stairs", "Cameo"]
    }
  ],
  "productionImdbLink": "https://www.imdb.com/title/tt0200276/?ref_=nv_sr_srsg_0_tt_8_nm_0_q_west%2520wing"
}
