{
  "productionName": "Tom yum goong (1900)",
  "status": "draft",
  "shots": [
    {
      "operatorName": "Somsak Srisawat",
      "episodic": {},
      "shortDescription": "Multi-story Fight",
      "description": "This is an amazing shot.  It is almost 4 minutes of steady tracking, circling, climbing stairs, following intense fighting, and virtually every other technique available.  Shot in 1 take really shows what can be done with the right rehearsal, coordination, and organization....and a little bit of luck.",
      "operatorComments": "-<i>Written by Rob Van Gelder, 11/26/05</i>\r\n\r\nThis was done in an abandoned buiding site, the whole structure, with the stairs was like this. Of course it was all dressed as it was supposed to be an exclusive nightclub.\r\n\r\nAll the stunts are real, the main actor is incredible, like elastic and can do every asian fighting style. The guy that is thrown out from the second floor fell on a air cushion that was wheeled in after the guy from the first floor was thrown in the little temple down the hall. This was a major operation, the cushion, around 8x8 meters and 2 meters high -had to be wheeled out again for the final top-shot at the 3rd floor.\r\n\r\nWhen I did the rehearsal, I tried to be closer to him, which resulted in one stuntman that crashed right into my rig (bent monitor support) halfway the shot, but i managed to go on till the end. However, I was not able to do it within the 4 minutes for the full roll.....  Mind you, it was high summer and about 36-38 Celsius and no airconditioning in his building!\r\n\r\nThe shot was done on an Arri3, with the 10mm zeiss. What you see here is the TV version, it was widescreen to begin with. In widescreen it would be frequently too wide, in my opinion, but for TV it holds really well.\r\n\r\nThe second try-out with my colleague Somsak took one day of rehearsing again and the next day they shot it-- in 1 take !!!!\r\n\r\nAmazing!",
      "equipmentList": [
        {
          "item": "Arri3"
        },
        {
          "item": "10mm Zeiss"
        }
      ]
    }
  ]
}