{
  "productionName": "Ugly Betty (1900)",
  "status": "draft",
  "shots": [
    {
      "operatorName": "Charles Papert",
      "episodic": {},
      "shortDescription": "Zero Zero",
      "description": "This shot is an excellent demonstration of the Steadicam becoming simply an extension of the operator's body.  When the action is running at such a pace, as well as changing direction as many times as it does, anything but a 100% connection between operator and rig would lead to hesitations and imperfections that would clearly be seen in the shot.  While any shot, regardless of pace, should be executed instinctually rather than reactively, this shot clearly demonstrates the importance of it.  If the operator were to think about each move related to each action, the action would quickly get ahead of the camera, and the shot would fail.  \r\n\r\nMuscle memory is one of the most important skills for an operator to develop.  As we maneuver our bodies around our environments every day, even without looking, we're aware of where our feet, hands, knees, shoulders, etc are.  We're generally aware of where the objects in our environment are relative to those parts, and we instinctually know how to move each part around the objects, avoiding collision.  With enough time wearing the Steadicam, the operator will develop the same sense about the rig - knowing where it starts, where it ends, and what is around it, enabling them to move smoothly through the environment.  ***The set designer would probably be displeased if a large heavy Steadicam had run into the glass table with the tall glass vases on it!",
      "operatorComments": "Coming in to do the double-up units on \"Ugly Betty\", I always admired Rick Davidson's work on the main unit particularly the long and fast walk and talks through the Mode magazine office set. They looked like fun but we never seemed to do those on the other unit. Then this shot materialized. After seeing the dailies, Rick expressed his jealousy that I got to do this (although I could swear I'd seen him do more elaborate shots than this many times--the grass is always greener, along with the monitor)!\r\n\r\nMy least favorite part comes up right away, the gent carrying the boxes that causes the gals to swerve camera left. In previous takes there was more of him in the shot so you could see what they were avoiding; for some reason it didn't happen this time. The director had inserted this business in there to extend the walk as the dialogue was too long for the length of travel in this section.\r\n\r\nIt's worth noting that the seemingly never-ending nightmare of composing for dual formats is well-represented here; had I been allowed to compose solely for 16:9 I would not have played the two so wide, but I had to fit them into 4:3 leaving tons of room on the sides. When will this madness end?\r\n\r\nWhen the handoff occurs from one character to the other I had to scuttle nimbly around the light table; as Afton indicates this was one of those instinctive muscle-memory moments (can flab also have a memory, by the way? Mine certainly seems to) wherein by the latter takes I didn't have to take my eye off the monitor to know that I was clearing the table at high speed. Giving chase to the actors on the other side required a fancy little series of arcs that are of course gruesome with Steadicam, as the inertia wants the rig to kick out one way then the other (I do detect a bit of roll as I flatten into the straight-away heading to the reception desk). Because of the wide lenses used on this show, it's a bit unrelenting when it comes to horizon; the distortion coupled with the rounded doorways sometimes makes things look off-level even when they aren't!\r\n\r\nAs the Amanda character drives Betty backwards into their marks, I asked her to land in a 50-50 to maximize her face time and then counter right as I crossed behind her to clear America (Betty). Once she got the hang of it it worked pretty seamlessly.\r\n\r\nComing around the reception desk to re-meet America is an interesting moment--normally this \"trombone\"  would have a fairly obvious change of direction, but because of the round walls somehow the transition is softened and it is difficult to detect just when I had to come to a stop and kick into reverse. I asked America to counter to camera left as she broke away from the other actress to clear her and then counter back to clear the gent entering from the other side. Fortunately America is very savvy to this sort of thing and never questions it.\r\n\r\nThe shot continued for another thirty seconds or so but it cut away to coverage in between. I think we did about 16 takes, maybe half of which were complete from beginning to end."
    }
  ]
}