{
  "productionName": "Vanilla Sky (1900)",
  "status": "draft",
  "shots": [
    {
      "operatorName": "Larry McConkey",
      "episodic": {},
      "shortDescription": "Empty Times Square",
      "description": "A very great shot in terms of composition.  We begin in a medium, revealing part of the location.  We move into a closeup, revealing the reaction on the character's face.  The shot closes with an excellent crane step-on which rises to reveal the rest of the empty Times Square.  \r\n\r\nPerhaps the most amazing aspect of this shot was the production's ability to completely clear Times Square.",
      "operatorComments": "I really like the way this shot worked out and still enjoy watching it. There was a lot of anticipation for this shot considering the limited amount of time for the actual execution and the unprecedented permission to block so much traffic to do it. We heard that Tom had a personal meeting with the mayor to help convince the city of the value of doing so. John Toll rightly felt that as much rehearsal and anticipation of problems as we could perform in the week before shooting it, the more likely we would be successful on the day. There was a limit on how long the city would let us lock everything up even on an early Sunday morning when much of NYC would be slow getting up. Several times we rehearsed with Steadicam and Crane including a mockup of an unmoveable guardrail that we had to work the crane arm around. Tom participated in these rehearsals as well so we shared a clear understanding of what my limitations and requirements would be. John wanted a low angle for the beginning of the shot which moves towards the car as it approaches the camera. This suggested using low mode, but I was hesitant to try the difficult transition to the crane with that added difficulty. I wanted to be as comfortable as possible in the mode I was most experienced with. Instead, I rigged my rickshaw in the lowest position possible for high mode and working with the grips came up with a foot rest that barely scrapped the ground until the moment I wanted to get up and off it as Tom got out of the car. Placing my weight on the footrest immediately dug it into the pavement gently catapulting me out of the seat and continuing the shot with as little perturbance as I could manage. Meanwhile the crane crew swung the arm into position as I slowly rotated around Tom so I could back right onto it without hesitation. These transitions are the hardest part of stepping on or off vehicles or other conveyances and I try to design shots so the transitions are a continuation of the direction the shot is moving, instead of interrupting the flow. In this case, the crane arm was ready to swing back and up in the same direction that I was already moving and Tom timed his run to accelerate only after I was safely on the crane and on the way up. I rehearsed the transitions out of the rickshaw and onto the crane endlessly with a lot of help from the grips to make it a simple a process for me as we could. I never try to be a \"hero\"in situations like this: operating Steadicam is difficult enough without having to navigate around obstacles unnecessarily as it has been made abundantly clear to me in the past that any effort I make operating the Steadicam will be in the shot for all to see. If the shot is not supposed to be about the operators effort, there should be as little effort operating as possible. The grips built a circular ramp leading up to the crane platform that could be quickly re-oriented in any direction in case of a last minute change in the shot design. There was as much wind protection as we could rig around me and I used gyros on the shot as well. Any wind will ruin what otherwise might be a flawless shot so I am adamant that I must be protected as carefully as possible. I can't remember exactly what version of a seat I used on this shot as I have evolved the way I ride cranes over the years, but the current setup I use is a gas shock bazooka letting me adjust the height to exactly where I want it, mounted on a flat cheese plate that can be bolted down wherever I need it on the platform which presents only a half inch thickness for me to deal with. It holds a 3 way leveller head on which is mounted a seat I modified from a tractor supply design. It has arm rests on the side that I lowered and widened a bit to provide a kind of 'V' shape to guide me into position if I back into it a little off line, and provides some lateral support after landing. It is positioned just slightly lower than standing height with a bit of down angle to the seat so I end up half sitting, half leaning back into the seat. The bazooka tube gives me lots of room underneath for my feet with little obstruction. I have put lots of effort into these kinds of details to make it as easy as possible for me to execute the shot. Again, the easier the shot is to execute, the better it will look on screen! Once we got a few good takes I was able to relax a little and look around from my position high above Broadway. It was very eerie to see no one but Tom below me! The rest of the scene was intercuts between Steadicam mounted on Herb Ault's extraordinary electric car and a camera car with arm and remote head for the very tight, more jittery looking shots as Tom ran very, very, very fast. The last shot, twirling around Tom, could have been done in low mode also, but John supported me in building a raised round platform that Tom could stand on as I ran around it in high mode. Part of the reasoning was that we didn't want to take time to convert the Steadicam but again because I would be more comfortable in that mode and get the shot more quickly and perhaps with more control.",
      "equipmentList": [
        {
          "item": "Rickshaw, crane, windscreen, gyros, and lots of great grips."
        }
      ]
    }
  ]
}